Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# ENTER_VERIFICATION_CODE
source: A message with a verification code has been sent to your other devices running iOS 9 or OS X El Capitan or later. Enter the code to continue.
ar: تم إرسال رسالة تتضمن رمز التحقق إلى أجهزتك الأخرى التي تعمل بنظام iOS 9 أو OS X El Capitan أو أحدث. الرجاء إدخال الرمز للمتابعة.
bg: Беше изпратено съобщение с код за верификация на другите ви устройства с версия iOS 9 или OS X El Capitan, или по-нова. Въведете кода, за да продължите.
bn: আপনার iOS 9 বা OS X El Capitan অথবা এর পরবর্তী ভার্সনে চলা অন্য ডিভাইসে ভেরিফিকেশন কোডসহ একটি মেসেজ পাঠানো হয়েছে। চালিয়ে যেতে কোডটি লিখুন।
ca: S’ha enviat un codi de verificació als altres dispositius en què tens instal·lat com a mínim l’iOS 9 o l’OS X El Capitan. Introdueix el codi per continuar.
cs: Na vaše ostatní zařízení se systémy iOS 9 a OS X El Capitan nebo novějšími byla zaslána zpráva s ověřovacím kódem. Před pokračováním tento kód zadejte.
da: Der er sendt en besked med en bekræftelseskode til de andre enheder, som bruger iOS 9 eller OS X El Capitan eller en nyere version. Skriv koden for at fortsætte.
de: Eine Nachricht mit einem Bestätigungscode wurde an deine anderen Geräte mit iOS 9 oder OS X El Capitan (oder neuer) gesendet. Zum Fortfahren den Code eingeben.
el: Στάλθηκε μήνυμα με έναν κωδικό επαλήθευσης στις άλλες συσκευές σας που χρησιμοποιούν iOS 9 ή OS X El Capitan ή μεταγενέστερη έκδοση. Εισαγάγετε τον κωδικό για να συνεχίσετε.
es: Se ha enviado un mensaje con un código de verificación a tus otros dispositivos con iOS 9 u OS X El Capitan o posterior. Introduce el código para continuar.
es_419: Se envió un código de verificación a tus otros dispositivos con iOS 9, OS X El Capitan o versiones posteriores. Ingrésalo para continuar.
fi: Vahvistuskoodin sisältävä viesti on lähetetty muihin laitteisiisi, joissa on iOS 9, OS X El Capitan tai uudempi. Jatka syöttämällä koodi.
fr: Un message avec un code de validation a été envoyé à vos autres appareils exécutant iOS 9 ou OS X El Capitan ou ultérieur. Saisissez le code pour continuer.
fr_ca: Un message contenant un code de validation a été envoyé vers vos autres appareils dotés d’iOS 9, OS X El Capitan ou ultérieur. Entrez le code pour continuer.
gu: વેરિફિકેશન કોડ સાથેનો મેસેજ iOS 9 કે OS X El Capitan કે પછીના બીજાં ડિવાઈસ પર મોકલવામાં આવ્યા છે. આગળ વધવા માટે કોડ એંટર કરો.
he: הודעה המכילה קוד אימות נשלחה אל המכשירים האחרים שלך שבהם פועל iOS 9 או OS X El Capitan ומעלה. יש להזין את הקוד כדי להמשיך.
hi: सत्यापन कोड के साथ संदेश iOS 9 या OS X El Capitan या बाद के संस्करण वाले आपके अन्य डिवाइस पर भेजा गया है। जारी रखने के लिए कोड दर्ज करें।
hr: Poruka s verifikacijskim kodom poslana je na vaše druge uređaje sa sustavom iOS 9 ili OS X El Capitan ili novijim. Unesite kôd za nastavak.
hu: Az ellenőrzőkódot tartalmazó üzenetet elküldtük az iOS 9, illetve OS X El Capitan vagy újabb rendszert futtató egyéb eszközeire. A folytatáshoz adja meg a kódot.
id: Pesan dengan kode verifikasi telah dikirimkan ke perangkat Anda lainnya yang menjalankan iOS 9 atau OS X El Capitan atau lebih baru. Masukkan kode untuk melanjutkan.
it: Un messaggio contenente il codice di verifica è stato inviato agli altri dispositivi con iOS 9, OS X El Capitan o versioni successive. Inserisci il codice per continuare.
ja: iOS 9以降またはOS X El Capitan以降を実行しているほかのデバイスに、確認コードを記載したメッセージが送信されました。続けるには、そのコードを入力してください。
kk: Растау коды бар хабар iOS 9 немесе OS X El Capitan немесе кейінгі нұсқадағы операциялық жүйелермен жұмыс істейтін басқа құрылғыларыңызға жіберілді. Жалғастыру үшін кодты енгізіңіз.
kn: ದೃಢೀಕರಣ ಕೋಡ್ ಒಳಗೊಂಡ ಸಂದೇಶವನ್ನು iOS 9 ಅಥವಾ OS X El Capitan ಅಥವಾ ನಂತರದ ಆವೃತ್ತಿಯಲ್ಲಿ ರನ್ ಆಗುತ್ತಿರುವ ನಿಮ್ಮ ಇತರ ಸಾಧನಗಳಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ. ಮುಂದುವರಿಯಲು, ಕೋಡ್ ನಮೂದಿಸಿ.
ko: 확인 코드를 포함한 메시지가 iOS 9 또는 OS X El Capitan 이상이 설치된 사용자의 다른 기기로 전송되었습니다. 계속하려면 해당 코드를 입력하십시오.
lt: Žinutė su patvirtinimo kodu išsiųsta į kitus jūsų įrenginius, kuriuose veikia „iOS 9“, „OS X El Capitan“ arba naujesnė sistema. Įveskite kodą, kad galėtumėte tęsti.
ml: iOS 9-ഓ OS X El Capitan-ഓ അല്ലെങ്കിൽ അതിന് ശേഷമുള്ളതോ റൺ ചെയ്യുന്ന നിങ്ങളുടെ മറ്റു ഡിവൈസുകളിലേക്ക് ഒരു പരിശോധിച്ചുറപ്പിക്കൽ കോഡ് ഉള്ള സന്ദേശം അയച്ചിട്ടുണ്ട്. തുടരാൻ കോഡ് നൽകൂ.
mr: iOS 9 किंवा OS X El Capitan किंवा नंतरचे व्हर्जन चालू असलेल्या तुमच्या दुसऱ्या डिव्हाइसवर पडताळणी कोड असलेला एक संदेश पाठवण्यात आलेला आहे. चालू ठेवण्यासाठी कोड प्रविष्ट करा.
ms: Mesej dengan kod pengesahan telah dihantar ke peranti lain anda yang menjalankan iOS 9 atau OS X El Capitan atau lebih baharu. Masukkan kod untuk meneruskan.
nl: Er is een bericht met een verificatiecode gestuurd naar je andere apparaten met iOS 9 of OS X El Capitan of nieuwer. Voer de code in om verder te gaan.
no: En verifiseringskode ble sendt med tekstmelding til de andre enhetene dine som har iOS 9 eller OS X El Capitan eller nyere. Oppgi koden for å fortsette.
or: ଯାଞ୍ଚକରଣ କୋଡ୍ ରହିଥିବା ଏକ ମେସେଜ୍ ଯାହାକି iOS 9 or OS X El Capitan କିମ୍ବା ତାହାର ପରବର୍ତ୍ତୀ ସଂସ୍କରଣ ରହିଥିବା ଆପଣଙ୍କ ଅନ୍ୟ ଡିଭାଇସ୍‌ରେ ପଠାଯାଇଛି। ଜାରି ରଖିବା ପାଇଁ କୋଡ୍ ଲେଖନ୍ତୁ।
pa: ਤਸਦੀਕੀ ਕੋਡ ਵਾਲਾ ਇੱਕ ਸੁਨੇਹਾ iOS 9 ਜਾਂ OS X El Capitan ਜਾਂ ਬਾਅਦ ਦੇ ਸੰਸਕਰਨਾਂ ਵਾਲੇ ਤੁਹਾਡੇ ਹੋਰ ਡਿਵਾਈਸਾਂ ’ਤੇ ਭੇਜਿਆ ਗਿਆ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਕੋਡ ਭਰੋ।
pl: Wysłano kod weryfikacyjny na Twoje urządzenia z systemem iOS 9 lub OS X El Capitan (lub nowszym). Wpisz go, aby kontynuować.
pt_br: Uma mensagem com o código de verificação foi enviada para seus outros dispositivos que usam o iOS 9 ou o OS X El Capitan (ou versão posterior). Digite o código para continuar.
pt_pt: Uma mensagem com um código de confirmação foi enviada aos seus outros dispositivos com iOS 9 ou OS X El Capitan (ou versões posteriores). Para continuar, introduza o código.
ro: Un mesaj cu un cod de verificare a fost trimis către celelalte dispozitive ale dvs. care rulează iOS 9 sau OS X El Capitan (sau versiuni ulterioare). Introduceți codul pentru a continua.
ru: Сообщение с кодом проверки отправлено на Ваши другие устройства, работающие под управлением iOS 9 либо OS X El Capitan или новее. Чтобы продолжить, введите код.
sk: Správa s overovacím kódom bola odoslaná na vaše ostatné zariadenia so systémami iOS 9 alebo OS X El Capitan, prípadne novšími. Ak chcete pokračovať, zadajte kód.
sl: Sporočilo s potrditveno kodo je bilo poslano v vašo drugo napravo z nameščenim operacijskim sistemom iOS 9 ali OS X El Capitan ali novejšim. Vnesite kodo za nadaljevanje.
sv: Ett meddelande med en verifieringskod har skickats till dina andra enheter med iOS 9 eller OS X El Capitan eller senare. Ange koden när du vill fortsätta.
ta: iOS 9, OS X El Capitan அல்லது அதற்குப் பிந்தையப் பதிப்புகளில் இயங்கும் மற்ற சாதனங்களுக்கு சரிபார்ப்புக் குறியீடு அனுப்பப்பட்டது. தொடர, குறியீட்டை உள்ளிடவும்.
te: iOS 9 లేదా OS X El Capitan లేదా తర్వాతి వెర్షన్‌తో రన్ అవుతున్న మీ ఇతర డివైజ్‌లకు ధృవీకరణ కోడ్‌తో సందేశాన్ని పంపబడింది. కొనసాగించడానికి కోడ్‌ను నమోదు చేయండి.
th: ข้อความที่มีรหัสตรวจสอบยืนยันถูกส่งไปที่อุปกรณ์อื่นที่ใช้งาน iOS 9 หรือ OS X El Capitan ขึ้นไปของคุณแล้ว โปรดป้อนรหัสเพื่อดำเนินการต่อ
tr: iOS 9 ya da OS X El Capitan veya daha yenisini çalıştıran diğer aygıtlarınıza doğrulama kodunu içeren bir mesaj gönderildi. Sürdürmek için kodu girin.
uk: Повідомлення з кодом перевірки відправлено на інші ваші пристрої, які працюють під керуванням iOS 9 або OS X El Capitan чи новішої версії. Введіть код, щоб продовжити.
ur: ‏⁨iOS 9⁩ یا ‏⁨OS X El Capitan⁩ پر چلنے والے آپ کے دیگر ڈیوائس پر تصدیقی کوڈ پر مشتمل ایک پیغام بھیجا گیا ہے۔ جاری رکھنے کے لیے کوڈ درج کریں۔
vi: Một tin nhắn có mã xác minh đã được gửi đến các thiết bị khác của bạn đang chạy iOS 9 hoặc OS X El Capitan trở lên. Nhập mã để tiếp tục.
zh_cn: 短信验证码已发送至你其他运行iOS 9或OS X El Capitan（或更高版本）的设备。请输入验证码以继续。
zh_hk: 驗證碼已透過訊息傳送至其他正在執行iOS 9或OS X El Capitan或以上版本的裝置。請輸入驗證碼以繼續。
zh_tw: 已傳送一則附有驗證碼的訊息至你其他執行iOS 9或OS X El Capitan或以上版本的裝置上。請輸入驗證碼來繼續執行。

# SIGN_IN_BUTTON_TITLE_ROS
source: Sign In
ar: تسجيل الدخول
bg: Вход
bn: সাইন ইন করুন
ca: Accedeix
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Acceder
es_419: Conectar
fi: Kirjaudu
fr: Se connecter
fr_ca: Connexion
gu: સાઇન ઇન કરો
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
kk: Жүйеге кіру
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 로그인
lt: Prisijungti
ml: സൈൻ ഇൻ ചെയ്യൂ
mr: साइन इन
ms: Daftar Masuk
nl: Log in
no: Logg på
or: ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Autentificați‑vă
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
ta: உள்நுழைக
te: సైన్ ఇన్
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
ur: سائن اِن کریں
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入
zh_tw: 登入

# APPLE_ID_ALERT_PLACEHOLDER_REBRAND
source: Apple Account
ar: حساب Apple
bg: Apple регистрация
bn: Apple অ্যাকাউন্ট
ca: Compte d’Apple
cs: Účet Apple
da: Apple‑konto
el: Λογαριασμός Apple
es: Cuenta de Apple
es_419: Cuenta de Apple
fi: Apple‑tili
fr: Compte Apple
fr_ca: Compte Apple
gu: Apple અકાઉંટ
he: חשבון Apple
hi: Apple खाता
hr: Apple račun
hu: Apple-fiók
id: Akun Apple
kk: Apple аккаунты
kn: Apple ಖಾತೆ
ko: Apple 계정
lt: „Apple“ paskyra
ml: Apple അക്കൗണ്ട്
mr: Apple अकाउंट
ms: Akaun Apple
no: Apple-konto
or: Apple ଆକାଉଣ୍ଟ୍
pa: Apple ਖਾਤਾ
pl: Konto Apple
pt_br: Conta Apple
pt_pt: Conta Apple
ro: Cont Apple
ru: Аккаунт Apple
sk: Apple účet
sl: Račun Apple
sv: Apple-konto
ta: Apple கணக்கு
te: Apple ఖాతా
th: บัญชี Apple
tr: Apple Hesabı
uk: Обліковий запис Apple
ur: ‏Apple اکاؤنٹ
vi: Tài khoản Apple
zh_cn: Apple账户
zh_hk: Apple帳户
zh_tw: Apple帳號

# KEEP_USING_DESCRIPTION
source: You're signed in to this Mac as “%@”. You can use this account with %@ or choose a different one.
ar: لقد سجلت الدخول إلى هذا الـ Mac باسم "%@". يمكنك استخدام هذا الحساب مع %@ أو اختيار حساب آخر.
bg: Влезли сте на този Mac като „%@“. Можете да използвате тази регистрация с %@ или изберете друга.
bn: আপনি এই Mac-এ “%@” হিসাবে সাইন ইন রয়েছেন। আপনি %@-এর সঙ্গে এই অ্যাকাউন্টটি ব্যবহার করতে পারেন অথবা অন্য অ্যাকাউন্ট নির্বাচন করুন।
ca: Has iniciat la sessió al Mac com a %@. Pots fer servir aquest compte amb %@ o seleccionar‑ne un altre.
cs: Na tomto Macu jste přihlášení k účtu „%@“. Můžete ho používat v aplikaci %@ nebo vybrat jiný.
da: Du er logget ind på denne Mac som “%@”. Du kan bruge denne konto med %@ eller vælge en anden.
de: Du bist bei diesem Mac als „%@“ angemeldet. Du kannst diesen Account mit %@ verwenden oder einen anderen wählen.
el: Έχετε συνδεθεί σε αυτό το Mac ως «%@». Μπορείτε να χρησιμοποιήσετε αυτόν τον λογαριασμό με %@ ή να επιλέξετε έναν άλλον.
es: Has iniciado sesión en este Mac como “%@”. Puedes utilizar esta cuenta con %@ o seleccionar otra.
es_419: Iniciaste sesión en esta Mac como “%@”. Puedes usar esta cuenta con %@ o seleccionar otra.
fi: Olet kirjautunut tähän Maciin käyttäen tiliä %@. Myös %@ voi käyttää tätä tiliä tai voit valita sille eri tilin.
fr: Vous ^[^[êtes ^[connecté](inflect: true) à](inflectionAlternative: "utilisez")](assumedFallbackInflection: { grammaticalGender: "masculine" }) ce Mac en tant que « %@ ». Vous pouvez utiliser ce compte avec %@ ou en choisir un autre.
fr_ca: Vous utilisez ce Mac en tant que « %@ ». Vous pouvez utiliser ce compte avec %@ ou en choisir un autre.
gu: તમે આ Macમાં “%@” તરીકે સાઇન ઇન કરેલું છે. તમે આ અકાઉંટનો ઉપયોગ %@ સાથે કરી શકો છો અથવા અલગ અકાઉંટ પસંદ કરી શકો છો.
he: התחברת ל-Mac זה בתור ״%@״. ניתן להשתמש בחשבון זה עם ״⁨%@⁩״ או לבחור חשבון אחר.
hi: आप इस Mac में “%@” के रूप में साइन इन हैं। आप इस खाते का इस्तेमाल %@ के साथ कर ^[सकते हैं](inflect: true) या अलग खाता चुन ^[सकते हैं](inflect: true)।
hr: Prijavljeni ste na ovaj Mac kao “%@”. Možete koristiti ovaj račun s aplikacijom %@ ili odabrati drugi.
hu: Ezen a Macen a(z) „%@” felhasználóval van bejelentkezve. A(z) %@ szolgáltatáshoz használhatja ezt a fiókot, vagy választhat másikat.
id: Anda masuk ke Mac ini sebagai “%@”. Anda dapat menggunakan akun ini dengan %@ atau pilih akun lain.
it: Hai effettuato l’accesso al Mac come “%@”. Puoi usare questo account con %@ o sceglierne un altro.
ja: 現在、“%@”としてこのMacにサインインしています。%[tt]@でこのアカウントを使用することも、別のアカウントを選択することもできます。
kk: Осы Mac компьютеріне «%@» ретінде кіріп тұрсыз. Осы аккаунтты %@ арқылы пайдалануға болады немесе басқа аккаунтты таңдаңыз.
kn: ನೀವು “%@” ಅನ್ನು ಬಳಸಿಕೊಂಡು ಈ Macಗೆ ಸೈನ್ ಇನ್ ಆಗಿದ್ದೀರಿ. ನೀವು ಈ ಖಾತೆಯನ್ನು %@ ಜೊತೆಗೆ ಬಳಸಬಹುದು ಅಥವಾ ಬೇರೊಂದನ್ನು ಆಯ್ಕೆಮಾಡಬಹುದು.
ko: ‘%@’ 계정으로 이 Mac에 로그인한 상태입니다. %@에서 이 계정을 사용하거나 다른 계정을 선택할 수 있습니다.
lt: Esate prisijungę prie „Mac“ kaip „%@”. Galite naudoti šią paskyrą prisijungdami prie „%@“ arba pasirinkite kitą.
ml: നിങ്ങൾ ഈ Mac‍-‍ൽ ‘%@’ ആയി സൈൻ ഇൻ ചെയ്തു. നിങ്ങൾക്ക് ഈ അക്കൗണ്ട് %@ എന്നതിനൊപ്പം ഉപയോഗിക്കാം, അല്ലെങ്കിൽ മറ്റൊന്ന് തിരഞ്ഞെടുക്കാം.
mr: ह्या Mac मध्ये तुम्ही ‘%@’ म्हणून साइन इन केले आहे. तुम्ही %@ सह हे अकाउंट वापरू शकता किंवा वेगळे अकाउंट निवडू शकता.
ms: Anda mendaftar masuk ke Mac ini sebagai “%@”. Anda boleh menggunakan akaun ini dengan %@ atau memilih yang berbeza.
nl: Je bent ingelogd op deze Mac als '%@'. Je kunt deze account gebruiken met %@ of een andere kiezen.
no: Du er pålogget Macen som «%@». Du kan bruke denne kontoen med %@, eller velge en annen konto.
or: ଆପଣ ଏହି Macରେ “%@” ଭାବରେ ସାଇନ୍‌ ଇନ୍ କରିଛନ୍ତି। ଆପଣ ଏହି ଆକାଉଣ୍ଟ୍‌ର ବ୍ଯବହାର %@ ସହିତ କରିପାରିବେ କିମ୍ବା ଭିନ୍ନ ଗୋଟିଏକୁ ବାଛିପାରିବେ।
pa: ਤੁਸੀਂ ਇਸ Mac ਵਿੱਚ “%@” ਵਜੋਂ ਸਾਈਨ ਇਨ ਕੀਤਾ ਹੋਇਆ ਹੈ। ਤੁਸੀਂ ਇਸ ਖਾਤੇ ਦੀ %@ ਨਾਲ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਕੋਈ ਹੋਰ ਖਾਤਾ ਚੁਣ ਸਕਦੇ ਹੋ।
pl: Twoje zalogowane konto na tym Macu to „%@”. Możesz go używać z aplikacją %@ lub wybrać inne.
pt_br: Você iniciou a sessão neste Mac como %@. Você pode usar esta conta com %@ ou escolher uma diferente.
pt_pt: Tem uma sessão iniciada neste Mac como “%@”. Pode usar esta conta com %@ ou escolher outra.
ro: V‑ați autentificat pe acest Mac drept „%@”. Puteți utiliza acest cont cu %@ sau puteți alege un alt cont.
ru: Вы вошли как %@ на этом Mac. Используйте этот Аккаунт с сервисом «%@» или выберите другой.
sk: Na tomto Macu ste prihlásení ako „%@“. Tento účet môžete používať v apke %@ alebo vybrať iný.
sl: V ta Mac ste vpisani kot »%@«. Ta račun lahko uporabljate s/z »%@« ali izberete drugega.
sv: Du är inloggad på denna Mac som ”%@”. Du kan använda det här kontot med %@ eller välja ett annat.
ta: இந்த Macஇல் “%@” கணக்கில் உள்நுழைந்துள்ளீர்கள். இந்தக் கணக்கை %@ சாதனத்தில் பயன்படுத்தலாம் அல்லது வேறொன்றைத் தேர்வுசெய்யலாம்.
te: మీరు ఈ Macకు “%@”గా సైన్ ఇన్ చేసారు. మీరు ఈ ఖాతాను %@‌తో ఉపయోగించవచ్చు లేదా వేరొక దానిని ఎంచుకోవచ్చు.
th: คุณลงชื่อเข้า Mac เครื่องนี้อยู่เป็น “%@” คุณสามารถใช้บัญชีนี้ด้วย%[tt]@หรือเลือกบัญชีอื่นได้
tr: Bu Mac’e “%@” olarak giriş yapmışsınız. Bu hesabı %@ ile kullanabilir veya farklı bir hesap seçebilirsiniz.
uk: Ви ввійшли в систему на цьому Mac як «%@». Можна використати цей обліковий запис для «%@» або обрати інший.
ur: آپ اس ‏Mac میں ‏”%@“ کے طور پر سائن اِن ہیں۔ آپ ‏%@ کے ساتھ اس اکاؤنٹ کا استعمال کر سکتے ہیں یا کوئی مختلف اکاؤنٹ منتخب کر سکتے ہیں۔
vi: Bạn đã được đăng nhập vào máy Mac này với tên “%@”. Bạn có thể sử dụng tài khoản này với %@ hoặc chọn một tài khoản khác.
zh_cn: 你已经以“%@”身份登录此Mac。你可以通过%@使用此账户，或选取其他账户。
zh_hk: 你已使用「%@」的身份登入此Mac。你可以透過%@使用此帳户或選擇其他帳户。
zh_tw: 你已使用「%@」登入此Mac。你可以透過%@使用此帳號或選擇其他帳號。

# PASSWORD_REQUEST_VIEW_SAVED_FROM
source: Saved password from %@
ar: كلمة السر المحفوظة من %@
bg: Запазена парола от %@
bn: %@-এর থেকে সেভ করা পাসওয়ার্ড
ca: Contrasenya desada: %@
cs: Uložené heslo (%@)
da: Gemt adgangskode fra %@
de: Gesichertes Passwort von %@
el: Αποθηκεύτηκε συνθηματικό από %@
es: Contraseña guardada de %@
es_419: Contraseña guardada de %@
fi: Salasana tallennettu kohteesta %@
fr: Mot de passe enregistré depuis %@
fr_ca: Mot de passe enregistré à partir de %@
gu: %@માંથી પાસવર્ડ સેવ કરેલ છે
he: סיסמה שנשמרה מתוך %@
hi: %@ से सहेजा गया पासवर्ड
hr: Lozinka spremljena iz: %@
hu: Mentett jelszó (%@)
id: Kata sandi yang disimpan dari %@
it: Salvataggio password: %@
ja: %[tt]@の保存済みパスワード
kk: Құпиясөз мынадан сақталды: %@
kn: %@ದಿಂದ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಸೇವ್ ಮಾಡಲಾಗಿದೆ
ko: %@에서 저장된 암호
lt: Išsaugotas %@ slaptažodis
ml: %@ എന്നതിൽ നിന്നും പാസ്‌വേഡ് സേവ് ചെയ്തു
mr: %@ वरून जतन केलेला पासवर्ड
ms: Kata laluan disimpan daripada %@
nl: Bewaard wachtwoord van %@
no: Arkivert passord fra %@
or: %@ରୁ ସେଭ୍ କରାଯାଇଥିବା ପାସ୍‌ୱର୍ଡ୍
pa: %@ ਤੋਂ ਸੰਭਾਲੇ ਗਏ ਪਾਸਵਰਡ
pl: Zachowane hasło z %@
pt_br: Senha salva de %@
pt_pt: Palavra‑passe guardada de %@
ro: Parolă salvată de pe %@
ru: Пароль, сохраненный из %@
sk: Uložené heslo z: %@
sl: Geslo shranjeno iz %@
sv: Sparat lösenord från %@
ta: “%@”இன் சேமிக்கப்பட்ட பாஸ்வேர்டு
te: %@ నుండి సేవ్ చేయబడిన పాస్‌వర్డ్
th: รหัสผ่านที่บันทึกไว้จาก%[tt]@
tr: Kaydedilmiş %@ parolası
uk: Збережений пароль із %@
ur: ‏%@ سے محفوظ کیا گیا پاس ورڈ
vi: Mật khẩu được lưu từ %@
zh_cn: 存储自%@的密码
zh_hk: %@已儲存的密碼
zh_tw: %@已儲存的密碼

# AUTHORIZE_EXISTING_ACCOUNT_LOGIN_CHOICE_SUBTITLE
source: Your account
ar: حسابك
bg: Вашата регистрация
bn: আপনার অ্যাকাউন্ট
ca: El teu compte
cs: Váš účet
da: Din konto
de: Dein Account
el: Ο λογαριασμός σας
es: Tu cuenta
es_419: Tu cuenta
fi: Oma tili
fr: Votre compte
fr_ca: Votre compte
gu: તમારું અકાઉંટ
he: החשבון שלך
hi: आपका खाता
hr: Vaš račun
hu: Saját fiók
id: Akun Anda
it: Il tuo account
ja: アカウント
kk: Аккаунтыңыз
kn: ನಿಮ್ಮ ಖಾತೆ
ko: 사용자의 계정
lt: Jūsų paskyra
ml: നിങ്ങളുടെ അക്കൗണ്ട്
mr: तुमचे अकाउंट
ms: Akaun anda
nl: Je account
no: Din konto
or: ଆପଣଙ୍କ ଅକାଉଣ୍ଟ୍‌
pa: ਤੁਹਾਡਾ ਖਾਤਾ
pl: Twoje konto
pt_br: Sua conta
pt_pt: A sua conta
ro: Contul dvs.
ru: Ваша учетная запись
sk: Váš účet
sl: Vaš račun
sv: Ditt konto
ta: உங்கள் கணக்கு
te: మీ ఖాతా
th: บัญชีของคุณ
tr: Hesabınız
uk: Ваш обліковий запис
ur: آپ کا اکاؤنٹ
vi: Tài khoản của bạn
zh_cn: 你的账户
zh_hk: 你的帳户
zh_tw: 你的帳號

# SIGN_IN_MESSAGE_NO_CREATE_REBRAND_NO_SERVICE
source: Enter your password to continue using your Apple Account on this Mac.
ar: أدخل كلمة السر لمتابعة استخدام حساب Apple على هذا الـ Mac.
bg: Въведете паролата си, за да продължите да използвате вашата Apple регистрация на този Mac.
bn: এই Mac-এ আপনার Apple অ্যাকাউন্ট ব্যবহার করে চালিয়ে যেতে আপনার পাসওয়ার্ড লিখুন।
ca: Per continuar utilitzant el compte d’Apple al Mac, cal que n’introdueixis la contrasenya.
cs: Chcete‑li na tomto Macu dál používat svůj účet Apple, zadejte své heslo.
da: Skriv din adgangskode for at fortsætte med at bruge din Apple‑konto på denne Mac.
de: Gib dein Passwort ein, um deinen Apple Account auf diesem Mac weiter zu verwenden.
el: Εισαγάγετε το συνθηματικό σας για να συνεχίσετε να χρησιμοποιείτε τον λογαριασμό Apple σας σε αυτό το Mac.
es: Introduce la contraseña para seguir usando tu cuenta de Apple en este Mac.
es_419: Ingresa tu contraseña para seguir usando tu cuenta de Apple en esta Mac.
fi: Jatka Apple-tilin käyttöä tässä Macissa syöttämällä salasana.
fr: Saisissez votre mot de passe pour continuer à utiliser votre compte Apple sur ce Mac.
fr_ca: Entrez votre mot de passe pour continuer à utiliser votre compte Apple sur ce Mac.
gu: આ Mac પર તમારા Apple અકાઉંટનો ઉપયોગ ચાલુ રાખવા માટે તમારો પાસવર્ડ એંટર કરો.
he: כדי להמשיך להשתמש בחשבון ה-Apple ב-Mac זה, יש להזין סיסמה.
hi: इस Mac पर अपने Apple खाते का इस्तेमाल जारी रखने के लिए अपना पासवर्ड दर्ज करें।
hr: Unesite svoju lozinku kako biste nastavili koristiti svoj Apple račun na ovom Macu.
hu: Ha tovább szeretné használni az Apple-fiókját ezen a Macen, meg kell adnia a jelszavát.
id: Masukkan kata sandi Anda untuk terus menggunakan Akun Apple di Mac ini.
it: Inserisci la password per continuare a usare il tuo Apple Account sul Mac.
ja: このMacでApple Accountを引き続き使用するには、パスワードを入力してください。
kk: Apple аккаунтыңызды осы Mac компьютерінде әрі қарай пайдалану үшін құпиясөзді енгізіңіз.
kn: ಈ Macನಲ್ಲಿ ನಿಮ್ಮ Apple ಖಾತೆ ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.
ko: 이 Mac에서 사용자의 Apple 계정을 계속 사용하려면 암호를 입력하십시오.
lt: Įveskite slaptažodį, kad šiame „Mac“ įrenginyje galėtumėte toliau naudoti „Apple“ paskyrą.
ml: ഈ Mac‍-‍ൽ നിങ്ങളുടെ Apple അക്കൗണ്ട് ഉപയോഗിക്കുന്നത് തുടരാൻ പാസ്‌വേഡ് നൽകൂ.
mr: ह्या Mac वर Apple अकाउंट वापरणे चालू ठेवण्यासाठी तुमचा पासवर्ड प्रविष्ट करा.
ms: Masukkan kata laluan anda untuk terus menggunakan Akaun Apple anda pada Mac ini.
nl: Voer je wachtwoord in om je Apple Account te blijven gebruiken op deze Mac.
no: Oppgi passordet for å fortsette å bruke Apple-kontoen din på denne Macen.
or: ଏହି Macରେ ନିଜ Apple ଆକାଉଣ୍ଟ୍‌ ବ୍ଯବହାର କରିବା ଜାରି ରଖିବା ପାଇଁ ନିଜର ପାସ୍‌ୱର୍ଡ୍ ଲେଖନ୍ତୁ।
pa: ਇਸ Mac ’ਤੇ ਆਪਣੇ Apple ਖਾਤੇ ਨੂੰ ਵਰਤਣਾ ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਭਰੋ।
pl: Aby nadal używać konta Apple na tym Macu, podaj hasło.
pt_br: Digite sua senha para continuar usando a sua Conta Apple neste Mac.
pt_pt: Para continuar a usar a sua conta Apple neste Mac, tem de digitar a palavra‑passe.
ro: Introduceți parola pentru a continua să vă utilizați contul Apple pe acest Mac.
ru: Введите пароль, чтобы и дальше использовать свой Аккаунт Apple на этом Mac.
sk: Ak chcete na tomto Macu aj naďalej používať svoj Apple účet, zadajte svoje heslo.
sl: Vnesite svoje geslo, če želite še naprej uporabljati račun Apple v tem Macu.
sv: Ange ditt lösenord om du vill fortsätta använda ditt Apple‑konto på denna Mac.
ta: இந்த Macஇல் உங்கள் Apple கணக்கைத் தொடர்ந்து பயன்படுத்த உங்கள் பாஸ்வேர்டை உள்ளிடவும்.
te: ఈ Macలో మీ Apple ఖాతాను ఉపయోగించడం కొనసాగించడానికి మీ పాస్‌వర్డ్‌ను నమోదు చేయండి.
th: ป้อนรหัสผ่านของคุณเพื่อใช้บัญชี Apple ของคุณต่อบน Mac เครื่องนี้
tr: Bu Mac‘te Apple Hesabı’nızı kullanmayı sürdürmek için parolanızı girin.
uk: Введіть пароль, щоб і надалі використовувати свій обліковий запис Apple на цьому Mac.
ur: اس ‏Mac پر اپنے ‏Apple اکاؤنٹ کا استعمال جاری رکھنے کے لیے اپنا پاس ورڈ درج کریں۔
vi: Nhập mật khẩu để tiếp tục sử dụng Tài khoản Apple của bạn trên máy Mac này.
zh_cn: 输入密码以继续在此Mac上使用Apple账户。
zh_hk: 輸入你的密碼以繼續在此Mac使用你的Apple帳户。
zh_tw: 輸入你的密碼來在此Mac上繼續使用你的「Apple帳號」。

source: OK
ar: موافق
bg: ОК
bn: ঠিক আছে
gu: બરાબર
he: אישור
hi: ठीक
id: OKE
kn: ಸರಿ
ko: 확인
lt: Gerai
ml: ശരി
mr: ओके करा
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
ru: ОК
sl: V redu
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_cn: 好
zh_hk: 好
zh_tw: 好
